
{
  "marie-dubois": {
    "firstName": "Marie",
    "lastName": "Dubois",
    "fullName": "Marie Dubois",
    "bio": "Développeuse frontend passionnée avec plus de 8 ans d'expérience dans l'écosystème React et TypeScript. Marie contribue régulièrement à des projets open source et anime des workshops sur les bonnes pratiques du développement moderne. Elle est particulièrement intéressée par les performances web et l'accessibilité.",
    "avatar": "/placeholder.svg",
    "role": "Senior Frontend Developer",
    "company": "TechCorp",
    "social": {
      "twitter": "@marie_dev",
      "linkedin": "marie-dubois-dev",
      "github": "marie-dubois"
    }
  },
  "alexandre-petit": {
    "firstName": "Alexandre",
    "lastName": "Petit",
    "fullName": "Alexandre Petit",
    "bio": "Designer UX/UI avec une forte expertise en design systems et en recherche utilisateur. Alexandre travaille depuis 6 ans sur des produits digitaux innovants et accompagne les équipes dans la création d'expériences utilisateur exceptionnelles. Il est certifié en Design Thinking et adore partager ses connaissances.",
    "avatar": "/placeholder.svg",
    "role": "Lead UX/UI Designer",
    "company": "DesignStudio",
    "social": {
      "twitter": "@alex_design",
      "linkedin": "alexandre-petit-design",
      "dribbble": "alexpetit"
    }
  },
  "sarah-martin": {
    "firstName": "Sarah",
    "lastName": "Martin",
    "fullName": "Sarah Martin",
    "bio": "Développeuse full-stack spécialisée dans les outils de productivité et l'optimisation de workflow. Avec 5 ans d'expérience, Sarah maîtrise parfaitement l'écosystème JavaScript/TypeScript et partage régulièrement ses découvertes d'outils et d'extensions qui révolutionnent le quotidien des développeurs.",
    "avatar": "/placeholder.svg",
    "role": "Full-Stack Developer",
    "company": "DevTools Inc",
    "social": {
      "twitter": "@sarah_codes",
      "linkedin": "sarah-martin-dev",
      "github": "sarah-martin"
    }
  },
  "thomas-durand": {
    "firstName": "Thomas",
    "lastName": "Durand",
    "fullName": "Thomas Durand",
    "bio": "Expert en cybersécurité et développeur backend avec plus de 10 ans d'expérience dans la protection des systèmes d'information. Thomas est certifié CISSP et intervient régulièrement en tant que consultant sécurité auprès d'entreprises. Il est passionné par l'éducation en sécurité informatique et la sensibilisation aux bonnes pratiques.",
    "avatar": "/placeholder.svg",
    "role": "Security Engineer",
    "company": "SecureWeb Solutions",
    "social": {
      "twitter": "@thomas_sec",
      "linkedin": "thomas-durand-security",
      "github": "thomas-durand"
    }
  }
}
